Repository: bdbcat/dashboard_tactics_pi
Catalog: po/*.po
Languages: el_gr, es_es, fi_fi, fr_fr, it_it, ru_ru, sv_se

source: S
el_gr: Ν
ru_ru: Ю

source: SW
el_gr: ΝΔ
es_es: SO
fr_fr: SO
it_it: SO
ru_ru: ЮЗ
sv_se: SV

source: W
el_gr: Δ
es_es: O
fr_fr: O
it_it: O
ru_ru: З
sv_se: V

source: NW
el_gr: ΒΔ
es_es: NO
fr_fr: NO
it_it: NO
ru_ru: СЗ
sv_se: NV

source: true
el_gr: αληθής
es_es: real
fi_fi: tosi
fr_fr: vrai
it_it: Vera
ru_ru: ист.
sv_se: sann

source: mag
el_gr: μαγν.
fi_fi: magneettinen
fr_fr: magnét.
it_it: Magnetica
ru_ru: магн.

source: ^Tactics Performance Parameters: Select a polar file
el_gr: ^Παράμετροι απόδοσης τακτικής: Επιλογή αρχείου πολικού διαγράμματος
es_es: Parámetros de rendimiento tácticos: Seleccione un archivo polar
fi_fi: ^Taktiikan tehokkuus parametrit: Valitse polar tiedosto
fr_fr: ^Paramètres de performance tactick : sélectionnez un fichier polaire
it_it: ^Parametri delle prestazioni di Tactics : Seleziona un file polare
ru_ru: ^Параметры Тактики Ходовых качеств: Выберите файл с полярной диаграммой
sv_se: ^Taktikprestandaparametrar: Välj en polär fil

source: Format in this file not recognised
el_gr: Άγνωστο φορμά αρχείου
es_es: Formato de archivo no reconocido
fi_fi: Tämän tiedoston muotoa ei ole tunnistettu
fr_fr: Format du fichier non reconnu
it_it: Formato file non riconosciuto
ru_ru: Формат этого файла не опознан
sv_se: Känner inte igen filens format

source: Export rate 1 Second
el_gr: Ρυθμός εξαγωγής 1 s
es_es: Tasa de exportación 1 segundos
fi_fi: Viennin tiheys 1 sekunttia
fr_fr: Taux d'exportation de 1 secondes
it_it: Tasso di esportazione 1 secondi
ru_ru: Скорость Экспорта 1 секунда
sv_se: Skrivintervall 1 sekunder

source: Export rate 5 Seconds
el_gr: Ρυθμός εξαγωγής 5 s
es_es: Tasa de exportación 5 segundos
fi_fi: Viennin tiheys 5 sekunttia
fr_fr: Taux d'exportation de 5 secondes
it_it: Tasso di esportazione 5 secondi
ru_ru: Скорость Экспорта 5 секунд
sv_se: Skrivintervall 5 sekunder

source: avg.
el_gr: Μ.Ο.
es_es: prom.
fi_fi: keskiarvo.
fr_fr: moy.
it_it: medio.
ru_ru: Сред.
sv_se: Medel

source: Signal K Steamer configuration file parsing error, see log file.
el_gr: Σφάλμα στο αρχείο επιλογών του Signal K Steamer, δες το log.
es_es: Error de análisis del archivo de configuración de Signal K Steamer, vea el archivo de registro.
fi_fi: Signal K Steamer asetustiedoston jäsennys virhe, katso lokitiedostosta.
it_it: Errore durante l'analisi del file di configurazione di Signal K, vedere il file di registro.
ru_ru: Ошибка разбора файла Signal K, смотрите файл журнала.
sv_se: Signal K konfigurationsfil tolkningsfel, se loggfil.

source: InfluxDB Steamer configuration file parsing error, see log file.
el_gr: Σφάλμα στο αρχείο επιλογών του InfluxDB Steamer, δες το log.
es_es: Error de análisis del archivo de configuración de InfluxDB Steamer, vea el archivo de registro.
fi_fi: InfluxDB Steamer asetustiedoston jäsennys virhe, katso lokitiedostosta.
it_it: Errore durante l'analisi del file di configurazione di InfluxDB Steamer, vedere il file di registro.
ru_ru: Ошибка парсинга файла конфигурации InfluxDB, смотрите файл журнала.

source: Import existing Tactics plugin settings into Dashboard's integrated Tactics settings? (Cancel=later)
el_gr: Εισαγωγή επιλογών του προσθέτου Τακτικής στις ολοκληρωμένες προτιμήσεις του Dashboard; (Cancel=αργότερα)
es_es: ¿Importar la configuración del plugin Tácticos existente en la configuración integrada de Tácticos del Panel de Control? (Cancelar=posterior)
fi_fi: Tuo olemassa olevat Tactics lisäosan asetukset Dashboeardin sisällytettyihin Tactics asetuksiin? (Cancel=myöhemmin)
fr_fr: Importer les paramètres du plugin Tactiques existants dans les paramètres Tactiques intégrés du Dashboard ? (Annuler=plus tard)
it_it: Importare le impostazioni del plug-in Tactics esistenti nelle impostazioni Tactics del dashboard integrato? (Annulla=più tardi)
ru_ru: Импортировать существующие настройки Тактического плагина в настройки Тактической Панели приборов? (Отмена=Позже)
sv_se: Importera befintliga Taktikplugin-inställningar till instrumentpanelens integrerade taktikinställningar? (Avbryt=senare)

source: You have to turn on OpenGL to use chart overlay
el_gr: Θα πρέπει να ενεργοποιήσετε το OpenGL για να χρησιμοποιήσετε την επικάλυψη στον χάρτη
es_es: Tienes que activar OpenGL para la superposición de cartas
fi_fi: Sinun täytyy käynnistää OpenGL jotta voit käyttää kartan peitettä
fr_fr: Vous devez utiliser OpenGL ON pour utiliser la superposition de carte
it_it: È necessario utilizzare OpenGL ON per avere la sovrapposizione della carta
ru_ru: Вы должны включить OpenGL
sv_se: Du måste aktivera OpenGL att använda överlagrad kartbild

source: ↑Tactics Performance Parameters
el_gr: ↑Παράμετροι επίδοσης Τακτικής
es_es: Parámetros de Rendimiento Tácticos
fi_fi: ↑Taktiikan tehokkuus parametrit
fr_fr: <unk> Paramètres de performance tactick
it_it: ↑Parametri di pestazione di Tactics
ru_ru: Параметры Тактики Ходовых качеств
sv_se: ↑Taktik-Prestandaparametrar

source: Laylines
fi_fi: Asetuslinjat
ru_ru: Лейлайны
sv_se: Laylines (Taktikkurslinjer)

source: Layline damping factor [0.025-1]:
el_gr: Συντελεστής απόσβεσης layline [0.025-1]:
es_es: Factor de amortiguación de las laylines [0.025-1]:
fi_fi: Asetuslinjan vaimennuskerroin [0.025-1]:
fr_fr: Facteur d'amortissement des Laylines [0.025-1]:
it_it: Fattore di smorzamento della layline [0.025-1]:
ru_ru: Коэффициент затухания Лейлайна [0.025-1]:
sv_se: Layline dämpningsfaktor [0.025-1]:

source: The layline damping factor determines how fast the laylines react on your course changes, i.e. your COG changes. Low values mean high damping.
el_gr: O Συντελεστής απόσβεσης layline καθορίζει πόσο γρήγορα αντιδρούν οι laylines με αλλαγές στην πορεία, δηλ. αλλαγές στην COG. Χαμηλές τιμές σημαίνουν μεγάλη απόσβεση.
es_es: El factor de amortiguación de la capa determina la rapidez con que reacciona la capa en los cambios de tu curso, es decir, tu COG cambia. Valores bajos significan una amortiguación alta.
fr_fr: Le facteur d'amortissement de layline détermine la vitesse de réaction des laylines sur les changements de direction, c'est-à-dire vos changements de COG. De faibles valeurs signifient un amortissement élevé.
it_it: Il fattore di smorzamento della layline determina quanto velocemente le linee di smorzamento reagiscono alle variazioni del tuo corso, ad esempio i cambiamenti del tuo COG. Valori bassi significano smorzamento alto.
ru_ru: Коэффициент затухания определяет как быстро реагировать на ваш курс, т.е. изменения COG. Низкие значения означают высокий затухание.
sv_se: Layline dämpningsfaktorn avgör hur snabbt laylines reagerar på dina kursändringar, dvs. dina COG-ändringar. Låga värden innebär hög dämpning.

source: Layline width damping factor [0.025-1]:
el_gr: Συντελεστής απόσβεσης εύρους layline [0.025-1]:
es_es: Factor de amortiguación del ancho de las laylines [0.025-1]:
fr_fr: Facteur d'amortissement des Laylines [0.025-1]:
it_it: Fattore di smorzamento larghezza layline [0.025-1]:
ru_ru: Коэффициент затухания ширины лейлайна [0.025-1]:
sv_se: Layline med dämpningsfaktor [0.025-1]:

source: The width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the COG range where you're sailing to. Low values mean high damping.
el_gr: Το εύρος των laylines του πλοίου βασίζεται στην περιστροφή του (κατακόρυφος άξονας), δηλ. στις αλλαγές του COG. Εδώ πρόκειται για την απεικόνιση του εύρους των τιμών του COG. Χαμηλές τιμές σημαίνουν υψηλή απόσβεση.
es_es: El ancho de las laylines del barco se basa en la desviación del barco (eje vertical), es decir, su COG cambia. La idea es mostrar el rango COG hacia donde se navega. Valores bajos significan una gran amortiguación.
fr_fr: La largeur des laylines repose sur les mouvements de lacet du bateau (axe vertical), c'est-à-dire la variation du COG. L'idée est d'afficher la zone où vous naviguez à la voile. De faibles valeurs signifient un amortissement élevé.
it_it: La larghezza delle layline si basa sui movimenti di imbardata della barca (asse verticale), ovvero la variazione del COG. L'idea è di visualizzare l'area in cui si sta navigando. Valori bassi significano smorzamento elevato.
ru_ru: Ширина лейлайна лодки основывается на рыскании судна (вертикальная ось), т. е. изменения COG. Идея состоит в том, чтобы показать диапазон COG, где вы плывете. Низкие значения означают высокое демпфирование.
sv_se: Bredden på båtens layline (kurslinje) är baserad båtens girrörelse (vertikal axel), dvs din kursförändring. Idén är att visa kursintervallet mot målet. låga värden innebär hög dämpning.

source: Width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the range where you're sailing to. Low values mean high damping.
el_gr: Το εύρος των laylines του πλοίου βασίζεται στην περιστροφή του (κατακόρυφος άξονας), δηλ. στις αλλαγές του COG. Εδώ πρόκειται για την απεικόνιση του εύρους των κατευθύνσεων της πλεύσης. Χαμηλές τιμές σημαίνουν υψηλή απόσβεση.
es_es: El ancho de las laylines del barco se basa en la desviación del barco (eje vertical), es decir, su COG cambia. La idea es mostrar el rango COG hacia donde se navega. Valores bajos significan una gran amortiguación.
fr_fr: La largeur des laylines repose sur les mouvement de lacet du bateau (axe vertical), c'est-à-dire la variation du COG. L'idée est d'afficher la zone où vous naviguez à la voile. De faibles valeurs signifient un amortissement élevé.
it_it: La larghezza delle layline si basa sul movimento di imbardata della barca (asse verticale), ovvero la variazione del COG. L'idea è di visualizzare l'area in cui si sta navigando. Valori bassi significano smorzamento elevato.
ru_ru: Ширина лейлайна лодки основывается на рыскании судна (вертикальная ось), т. е. изменения COG. Идея состоит в том, чтобы показать диапазон COG, где вы плывете. Низкие значения означают высокое демпфирование.
sv_se: Bredden på båtens layline är baserad båtens girrörelse (vertikal axel), dvs din kursförändring. Idén är att visa kursintervallet mot målet. låga värden innebär hög dämpning.

source: Layline length on Chart [nm]:
el_gr: Μήκος της layline [νμ] στον χάρτη:
es_es: Longitud del lyline directo en carta [nm]:
fr_fr: Longueur de la layline sur la carte [nm] :
it_it: Lunghezza Layline su la carta [nm]:
ru_ru: Длина лейлайнов на карте [nm]:
sv_se: Layline: linjens längd på kortet [Nm]:

source: Length of the boat laylines in [nm]
el_gr: Μήκος των laylines του σκάφους σε [νμ]
es_es: Longitud de las lylines del barco en [nm]
fr_fr: Longueur de la laylines du bateau en [nm]
it_it: Lunghezza layline barca in [nm]
ru_ru: Длина лейлайнов судна в [nm]
sv_se: Längd på båten laylines i [nm]

source: Min. Layline Width [°]:
el_gr: Ελάχ. πλάτος Layline [°]:
es_es: Ancho min. de lylines [º]:
fr_fr: Larg. min. Layline [°] :
it_it: larghezza min. layline
ru_ru: Мин. Ширина Лейлайна [°]:
sv_se: Min bredd på Layline [°]:

source: Min. width of boat laylines in degrees.
el_gr: Ελάχ. πλάτος των laylines του σκάφους σε μοίρες.
es_es: Ancho mínimo de los lylines del barco en grados.
fr_fr: Larg. min. des laylines du bateau en degrés.
it_it: Larghezza min. layline delle barche in gradi.
ru_ru: Мин. ширина лейлайнов судна в градусах.
sv_se: Min. bredd på layline i grader.

source: Max. Layline Width [°]:
el_gr: Μεγ. πλάτος Layline [°]:
es_es: Ancho max. de lylines [º]:
fr_fr: Larg. max. Layline [°] :
it_it: larghezza max. layline
ru_ru: Макс. Ширина Лейлайна [°]:
sv_se: Max bredd på Layline [°]:

source: Max. width of boat laylines in degrees.
el_gr: Μεγ. πλάτος των laylines του σκάφους σε μοίρες.
es_es: Ancho máximo de los laylines del barco en grados.
fr_fr: Largeur Max. des laylines du bateau en degrés.
it_it: Larghezza massima layline delle barche in gradi.
ru_ru: Макс. ширина лейлайнов судна в градусах.
sv_se: Max bredd på båtens layline i grader.

source: Leeway
el_gr: Έκπτωση
es_es: Deriva
fr_fr: Dérive
it_it: Deriva
ru_ru: Дрейф
sv_se: Avdrift

source: Boat's Leeway factor [0-20]:
el_gr: Συντελεστής έκπτωσης σκάφους [0-20]:
es_es: Factor de margen de deriva del barco [0-20]:
fr_fr: Facteur de dérive du bateau [0-20] :
it_it: Fattore di deriva della barca [0-20]
ru_ru: Коэффициент Дрейфа [0-20]:
sv_se: Avdriftsfaktor [0-20]:

source: Leeway='Drift' of boat due to heel/wind influence Low values mean high performance of hull Leeway = (LeewayFactor * Heel) / STW²;
el_gr: Έκπτωση=Παράσυρση του πλοίου υπό την επίδραση της κλίσης/ανέμου Χαμηλές τιμές σημαίνουν υψηλές επιδόσεις της γάστρας Έκπτωση = (ΣυντΈκπτωσης * Κλίση)/STW²˙.
es_es: Margen='Deriva' del barco debida a la influencia de su inclinación y del viento Bajos valores indican una alto rendimiento del casco Margen =FactorDeMargen * Inclinación)/STW²;
fr_fr: Dérive = « Dérive » du bateau en raison de la gite/ influence du vent De faibles valeurs sont le signe d'une haute performance de la coque Dérive = (facteur de dérive * angle de gite) / STW² ;
it_it: Deriva = "Deriva" della barca a causa dell'influenza dello sbandamento/vento Valori bassi indicano prestazioni dello scafo elevate Drift = (Fattore di deriva * angolo di sbandamento) / STW²;
ru_ru: Дрейв судна из-за влияния крен/ветер Низкие значения означают высокую производительность корпуса Дрейф = (Фактор дрейфа * Крен) / STW²
sv_se: Båtens avdrift beroende på vindkrängning. Lägre värde anger ett skrov med hög prestanda. Avdriften = (Avdriftsfaktor * krängningsvinkel) / STW²;\n(STW = Fart genom vattnet.)

source: Use Heel Sensor
el_gr: Χρήση κλισιομέτρου
es_es: Utilizar sensor escora
fi_fi: Käytä kallistus anturia
fr_fr: Utiliser le capteur de gite
it_it: Uso sensore di inclinazione laterale
ru_ru: Использовать датчик Крена
sv_se: Använd krängningssensor

source: Use the internal heel sensor if available Important for the correct calculation of the surface current.
el_gr: Χρησιμοποιήστε το κλισιόμετρο, αν υπάρχει Σημαντικό για τον σωστό υπολογισμό του επιφανειακού ρεύματος.
es_es: Utilice el sensor de escora interno si está disponible Importante para el cálculo correcto de la corriente de la superficie.
fi_fi: Käytä sisäistä kallistusanturia, jos käytettävissä tärkeä virheettömän pintavirtauksen laskennassa.
fr_fr: Utilisez le capteur d'angle de gite interne si disponible Important pour le calcul correct du courant de surface.
it_it: Utilizzare il sensore di inclinazione laterale interno se disponibile Importante per il corretto calcolo della corrente superficiale.
ru_ru: Используйте внутренний датчик крена, если он доступен Важно для правильного расчета поверхностного течения.
sv_se: Använd krängningsmätare om det finns Viktigt för att beräkna strömmen korrekt.

source: fixed/max Leeway [°]:
el_gr: σταθ/μεγ. Έκπτωση[°]:
es_es: fijo/max Deriva [°]:
fr_fr: Angle de dérive , fixe/max [°] :
it_it: fisso/max deriva [°]:
ru_ru: фиксированный/макс. Дрейфа [°]:
sv_se: fast/max avdrift [°]:

source: Dual purpose ! If Radiobutton is NOT set, then it's used to limit Leeway to a max value. If Radiobutton is set, then it fixes Leeway to this constant value.
el_gr: Διπλός σκοπός ! Αν δεν έχει επιλεγεί το Radiobutton, τότε χρησιμοποιείται για να περιορίσει την έκπτωση μέχρι μια μέγιστη τιμή. Αν το Radiobutton έχει επιλεγεί, τότε ορίζει την τιμή της έκπτωσης.
es_es: Dual purpose ! Si Radiobutton NO está establecido, entonces se utiliza para limitar el margen de maniobra a un valor máximo. Si Radiobutton está definido, entonces corrige el margen a este valor constante.
fr_fr: Double usage ! Si la valeur du bouton radio n’est pas définie, alors elle est utilisée pour limiter la dérive à une valeur max. Si la valeur du bouton radio est définie, alors le bouton radio attribue à la dérive cette valeur fixe.
it_it: Doppio scopo! Se Radiobutton NON è impostato, allora è usato per limitare la deriva ad un valore massimo Se Radiobutton è impostato, allora fissa la deriva a questo valore costante.
ru_ru: Двойное назначение! Если не отмечено, то используется для ограничения Дрейфа максимальным значением. Если отмечено, то он исправляет Дрейф к этому значению константы.
sv_se: Antingen eller! Om inte markerad begränsas avdriften till detta maxvärde. Markerad innebär ett statiskt värde för avdriften.

source: manual Heel input:
el_gr: εισάγετε την κλίση:
es_es: entrada manual escora:
fi_fi: käsin kallistus syöttö:
fr_fr: Entrer manuellement l'angle de gite :
it_it: ingresso il valore di inclinazione laterale:
ru_ru: Ручной ввод крена:
sv_se: ange egen krängningsvinkel:

source: If no heel sensor is available, you can create a manual 'heel polar' here. Just read/enter the data from a mechanical heel sensor (e.g. on compass). Use True Wind Speed & Angle only ! Take care: motoring w/o sails&heel will show wrong current data !!!
el_gr: Εάν δεν υπάρχει κλισιόμετρο, μπορείτε να δημιουργήσετε ένα πολικό διάγραμμα κλίσης εδώ. Εισάγετε τις μετρήσεις ενός μηχανικού κλισιόμετρου (π.χ. στην πυξίδα). Χρησιμοποιήστε μόνο αληθή ταχύτητα ανέμου & γωνία! Προσέξτε: με τη μηχανή και χωρίς πανιά και κλίση θα δείξει λάθος ρεύμα!!!
es_es: Si no hay disponible un sensor de inclinación, puedes crear uno 'polar manual' aquí. Simplemente lee/entra la data de un sensor mecánico de inclinación (por ejemplo una brújula). Utiliza el Ángulo y Velocidad Real del Viento solamente ! Cuidado: acelerar sin velas e inclinación mostrará data incorrecta !!!
fi_fi: Jos ei kallistusanturi ei ole käytettävissä, voit asettaa manuaalisen kallistuspolarin täällä. Lue/kirjoita tiedot mekaanisesta kallistusanturista (esimerkiksi kompassi). Käytä vain todellisia tuulen nopeuksia & kulmia! Huolehdi: moottoriajo ilman purjeita & kallistusta näyttää väärin nykyiset tiedot !!!
fr_fr: En l'absence d'un capteur d'angle de gite , vous pouvez créer manuellement «une polaire de l'angle de gite » ici. Par simple lecture d'un capteur d'angle de gite, par exemple un compas, entrer les données . Utiliser la vitesse vraie et la direction vraie du vent ! Attention : Les données obtenues sur une vedette à moteur ou au moteur conduiront à des données erronées du courant.
it_it: Se non è disponibile alcun sensore di inclinazione laterale, è possibile creare un manuale 'sensore di inclinazione laterale polare' qui. Basta leggere/inserire i dati da un sensore di sensore di inclinazione laterale meccanico (e. . sulla bussola). Usa la vera velocità del vento e solo l'angolo ! Prendi cura: motorizzazione senza vele e sensore di inclinazione laterale mostrerà i dati correnti sbagliati!!!
ru_ru: Если отсутствует датчик крена, вы можете здесь в ручную создать поляру крена. Считывать данные из механического датчика крена. Использовать только истинную скорость и угол ветра! Будьте осторожны: идя на моторе без парусов, будут неправильные данные о течении!!!
sv_se: Om krängningsmätare saknas kan du ange manuella värden här. Läs av och ange värden från en mekanisk krängningsmätare. Använd bara sann vind -styrka/-vinkel Notera att vid motordrift utan segel blir strömvärdena fel!!!

source: 5 kn
el_gr: 5 κ.
ru_ru: 5 уз.

source: 10 kn
el_gr: 10 κ.
ru_ru: 10 уз.

source: 15 kn
el_gr: 15 κ.
ru_ru: 15 уз.

source: 20 kn
el_gr: 20 κ.
ru_ru: 20 уз.

source: 25 kn
el_gr: 25 κ.
ru_ru: 25 уз.

source: Current
el_gr: Ρεύμα
es_es: Corriente
fi_fi: Nykyinen
fr_fr: Courant
it_it: Corrente
ru_ru: Течение
sv_se: Ström

source: Current damping factor [1-400]:
el_gr: Συντελεστή απόσβεσης ρεύματος [1-400]:
es_es: Factor de amortiguación actual [1-400]:
fi_fi: Nykyinen vaimennus tekijä [1-400]:
fr_fr: Facteur d'amortissement du courant [1-400]:
it_it: Fattore di smorzamento corrente [1-400]:
ru_ru: Коэффициент затухания Течения [1-400]:
sv_se: Strömdämpningsfaktor [1-400]:

source: Stabilizes the surface current 'arrow' in the chart overlay, bearing compass and also the numerical instruments Low values mean high damping
el_gr: Σταθεροποιεί το «βέλος» του επιφανειακού ρεύματος στον χάρτη, στην κατεύθυνση της πυξίδας, και στα ψηφιακά όργανα Χαμηλές τιμές σημαίνουν υψηλή απόσβεση
es_es: Estabiliza la 'flecha' de la corriente de superficie en la superposición del mapa, teniendo compas y también los instrumentos numéricos Los valores bajos implican un alto amortiguamiento
fi_fi: Stabiloi 'pintavirtausnuolen' karttapeitekuvassa, suuntimakompassin ja numeeriset mittaristot Alhaiset arvot tarkoittavat suurta vaimennusta
fr_fr: Stabilise la «flèche» du courant de surface dans la superposition de cartes, le compas de relèvement et les instruments numériques Les faibles valeurs signifient un amortissement élevé.
it_it: Stabilizza il "vettore" della corrente di superficie nella sovrapposizione della carta, bussola di rilevamento e strumenti digitali Valori bassi significano elevato smorzamento.
ru_ru: Стабилизирует поверхностное течение "стрелки" при наложении на карту, курсовой компас и также приборы счисления Низкие значения означают высокое затухание
sv_se: Faktorn stabiliserar strömpilarna på sjökortet och kursinstrumenten Både kompass och data. Ett lågt värde ger hög dämpning

source: Display Current on Chart (OpenGL)
el_gr: Δείξε το ρεύμα στο χάρτη (OpenGL)
es_es: Mostrar corrientes en carta (OpenGL)
fi_fi: Näyttä virtaus karttalla (OpenGL)
fr_fr: Afficher les courants sur la carte (OpenGL)
it_it: Visualizzazione corrente in cartaa (OpenGL)
ru_ru: Отображение Течения на карте (OpenGL)
sv_se: Visa ström på kortet (OpenGL)

source: The default on program startup
el_gr: Η προεπιλογή στην εκκίνηση του προγράμματος
es_es: El valor por defecto en el inicio del programa
fi_fi: Oletukset ohjelmaa käynnistettäessä
fr_fr: La valeur par défaut au démarrage du programme
it_it: Il valore predefinito all'avvio del programma
ru_ru: По умолчанию при запуске программы
sv_se: Använd denna från start av OCPN

source: True Wind
el_gr: Αληθής άνεμος
es_es: Viento real
fi_fi: Tosituuli
fr_fr: Vent vrai
it_it: Vento Vero
ru_ru: Истинный ветер
sv_se: Sann vind

source: Correct STW with Leeway
el_gr: Διόρθωση του STW με την έκπτωση
es_es: Corregir STW con deriva
fi_fi: Korjaa STW sorrolla
fr_fr: Corriger STW avec la dérive
it_it: Correggi STW con Leeway
ru_ru: Правильное STW с Дрейфом
sv_se: Korrigera STW med avdriften

source: Apply a correction to your log speed throughout the plugin based on the calculated Leeway and Current. Only makes sense with a real heel sensor. Make sure your instruments do not already apply this correction !
el_gr: Εφαρμογή διόρθωσης στην ταχύτητα βάσει της υπολογιζόμενης έκπτωσης και του ρεύματος. Έχει νόημα μόνο με ένα πραγματικό κλισιόμετρο. Βεβαιωθείτε ότι τα όργανα δεν κάνουν ήδη αυτή η διόρθωση!
es_es: Aplique una corrección a su velocidad de registro a través del plugin basado en el margen calculado y el corriente. Solo tiene sentido con un sensor de talón real. ¡Asegúrate de que tus instrumentos no apliquen esta corrección!
fr_fr: Appliquer une correction à votre vitesse sur l'eau, dans le plugin, basée sur la dérive calculée (via le capteur d'angle de gite). Toutefois, ceci n'est de bon sens que s'il existe un capteur d'angle de gite. Tenir compte du fait que vos instruments de navigation appliquent, ou pas, cette correction automatiquement !
it_it: Applica una correzione alla tua velocità sull'acqua, nel plugin, in base alla deriva calcolata (tramite il sensore dell'angolo di sbandamento). Tuttavia, questo ha senso solo se è presente un sensore dell'angolo di sbandamento. Tieni conto se i tuoi strumenti di navigazione applicano o meno questa correzione automaticamente!
ru_ru: Коррекция логарифмической скорости, применять его в рамках всего модуля на основе вычисленного Дрейфа и Течения. Имеет смысл только с датчиком крена. Убедитесь, что ваши инструменты еще не применяют эту коррекцию!
sv_se: Korrigera loggens fartdata baserat på beräknad avdrift för uppmätt krängningsvinkel. Bara tillämpligt om det finns data från en krängningsmätare. Kontrollera också att fartmätaren inte redan gör denna korrigering!
