Repository: bdbcat/dashboard_tactics_pi
Catalog: po/*.po
Languages: el_gr, es_es, fi_fi, fr_fr, it_it, ru_ru, sv_se

source: '>' starts data export and creates a new or appends to an existing file, 'X' stops data export
el_gr: Το '>' αρχίζει την εξαγωγή των δεδομένων και δημιουργεί ένα νέο αρχείο ή προσθέτει σε ένα υπάρχον· το 'X' σταματά την εξαγωγή
es_es: '>' inicia la exportación de datos y crea un nuevo o anexa a un archivo existente, 'X' detiene la exportación de datos
fi_fi: '>' käynnistää datan viennin ja muodostaa uuden tai lisää olevaan tiedostoon. 'X' pysäyttää datan viennin
fr_fr: '>' lance l'exportation de données et crée un nouveau fichier ou ajoute à un fichier existant, 'X' arrête l'exportation de données
it_it: '>' avvia l'esportazione dei dati e crea un nuovo o allegati a un file esistente, 'X' interrompe l'esportazione dei dati
ru_ru: '>' начинает экспорт данных и создает новый файл или добавляет к существующему файлу, 'X' останавливает экспорт данных
sv_se: '>' Start av dataexport. Skapar ny fil eller lägger till i en befintlig. 'X' Stoppar dataexport

source: Export rate 10 Seconds
el_gr: Ρυθμός εξαγωγής 10 s
es_es: Tasa de exportación 10 segundos
fi_fi: Viennin tiheys 10 sekunttia
fr_fr: Taux d'exportation de 10 secondes
it_it: Tasso di esportazione 10 secondi
ru_ru: Частота Экспорта 10 секунд
sv_se: Skrivintervall 10 sekunder

source: Export rate 20 Seconds
el_gr: Ρυθμός εξαγωγής 20 s
es_es: Tasa de exportación 20 segundos
fi_fi: Viennin tiheys 20 sekunttia
fr_fr: Taux d'exportation de 20 secondes
it_it: Tasso di esportazione 20 secondi
ru_ru: Частота Экспорта 20 секунд
sv_se: Skrivintervall 20 sekunder

source: Export rate 60 Seconds
el_gr: Ρυθμός εξαγωγής 60 s
es_es: Tasa de exportación 60 segundos
fi_fi: Viennin tiheys 60 sekunttia
fr_fr: Taux d'exportation de 60 secondes
it_it: Tasso di esportazione 60 secondi
ru_ru: Частота Экспорта 60 секунд
sv_se: Skrivintervall 60 sekunder

source: Max
el_gr: Μέγιστο
fi_fi: Korkein
ru_ru: Макс.

source: since
el_gr: από
es_es: desde
fi_fi: alkaen
fr_fr: depuis
it_it: da
ru_ru: с
sv_se: sedan

source: Overall Max
el_gr: Ολικό μέγιστο
es_es: Total máximo
fi_fi: Kokonais Max
fr_fr: Max absolu
it_it: totale maximale
ru_ru: Всего Макс.
sv_se: Generell Max

source: Min
el_gr: Ελάχιστο
ru_ru: Мин

source: Max %.1f since %02d:%02d Overall Max %.1f Min %.1f
el_gr: Max %.1f από %02d:%02d Συνολικά Max %.1f Min %.1f
es_es: Máximo %.1f desde %02d:%02d Máx total %.1f Min %.1f
fi_fi: Max %.1f since %02d:%02d saakka %.1f Min %.1f
fr_fr: Max %.1f depuis %02d:%02d Max absolu %.1f Min %.1f
it_it: Max %.1f da %02d:%02d totale maximale %.1f Min %.1f
ru_ru: Макс. %.1f с %02d:%02d Всего Макс. %.1f Мин. %.1f
sv_se: Max %.1f sedan %02d:%02d Generell Max %.1f Min %.1f

source: Choose a new or existing file
el_gr: Επιλογή νέου ή υπάρχοντος αρχείου
es_es: Elegir un archivo nuevo o uno ya existente
fi_fi: Valitse uusi tai olemassa oleva tiedosto
fr_fr: Choisir un nouveau fichier ou un existant
it_it: Scegli un file nuovo o esistente
ru_ru: Выберите новый или существующий файл
sv_se: Välj en ny eller existerande fil

source: ClockTicks%s
fi_fi: KellonKäynti%s
ru_ru: Часы%s
sv_se: Klockslag%s

source: N
ru_ru: С

source: Dashboard_Tactics
el_gr: Τακτική_Όργανα
es_es: Salpicadero tactico
fr_fr: Tableau de bord de Tactick
ru_ru: Тактическая приборная панель
sv_se: Instrumentpanel_Taktik

source: Position
el_gr: Θέση
es_es: Posición
fi_fi: Sijainti
it_it: Posizione
ru_ru: Местоположение

source: SOG
it_it: Kilometri
ru_ru: Скорость (SOG)

source: Speedometer
el_gr: Δρομόμετρο
es_es: Velocímetro
fi_fi: Nopeusmittari
fr_fr: Compteur de vitesse
it_it: Velocità
ru_ru: Спидометр
sv_se: Fartmätare

source: COG
ru_ru: Ист. Курс (COG)

source: Mag COG
el_gr: Μαγν. COG
es_es: COG Mag
fi_fi: Magn COG
fr_fr: Cap compas
ru_ru: Магн. Курс (COG)
sv_se: Kurs Mag.

source: GPS Compass
el_gr: Πυξίδα GPS
es_es: Compás GPS
fi_fi: GPS kompassi
fr_fr: Compas GPS
it_it: Bussola
ru_ru: Компасс ГНСС
sv_se: GPS-Kurs

source: True Compass
el_gr: Αληθής πυξίδα
es_es: Compás V
fi_fi: Kompassi
fr_fr: Compas vrai
it_it: Bussola
ru_ru: Ист. Компас
sv_se: Sann Kompass

source: STW
it_it: Velocità
ru_ru: Скорость (STW)

source: True HDG
el_gr: Αληθής HDG
es_es: Rumbo Verd.
fi_fi: Tosi HDG
fr_fr: Cap vrai
it_it: Prua vera
ru_ru: Ист. Путевой угол
sv_se: Sann HDG

source: Mag HDG
el_gr: Μαγν. HDG
es_es: Rumbo Mag.
fi_fi: Magn COG
fr_fr: Cap fond
it_it: Prua magnetica
ru_ru: Магн. Путевой угол

source: App. Wind Angle & Speed
el_gr: Γωνία & ταχύτητα φαιν. ανέμου
es_es: Ang./vel. Viento Apar.
fi_fi: Suht. Tuulen kulma & nopeus
fr_fr: V. app. : Angle & vit.
it_it: Angolo & Veocità Vento apparente
ru_ru: Вымп. угол и скор. ветра
sv_se: Uppl. vindvinkel & hastighet

source: App & True Wind Angle
el_gr: Φαιν. & πραγμ. γωνία ανέμου
es_es: Ángulo del viento ap. o real
fi_fi: Suhteellinen & todellinen tuulikulma
fr_fr: Angle : Vent app. et vrai
it_it: Angolo vento apparente/vero
ru_ru: Вымп. и Ист. угол ветра
sv_se: Uppl. & Sann vindvinkel

source: App. Wind Speed
el_gr: Ταχύτητα φαιν. ανέμου
es_es: Vel. Viento Apar.
fi_fi: Suht. tuulen nopeus
fr_fr: V. app. : Vitesse
it_it: Angolo Vento apparente
ru_ru: Вымп. скорость ветра
sv_se: Uppl. vindhastighet

source: True Wind Angle & Speed
el_gr: Γωνία & ταχύτητα πραγμ. ανέμου
es_es: Ang./vel. Viento Real
fi_fi: Tosituulikulma ja -tuulen nopeus
fr_fr: V. vrai : Angle & vit.
it_it: Angolo & Veocità Vento reale
ru_ru: Ист. угол и скор. ветра
sv_se: Sann vindvinkel & hastighet

source: Depth
el_gr: Βάθος
es_es: Profundidad
fi_fi: Syvyys
fr_fr: Profondeur
it_it: Profondità
ru_ru: Глубина
sv_se: Djup

source: Barometric pressure
el_gr: Βαρομετρική πίεση
es_es: Presión barométrica
fi_fi: Ilmanpaine
fr_fr: Pression
it_it: Pressione barometrica
ru_ru: Атмосферное давление
sv_se: Lufttryck

source: Water Temp.
el_gr: Θερμ/σία νερού
es_es: Temp. Agua
fi_fi: Veden lämpötila.
fr_fr: Temp. l'eau
it_it: Temp. Aqua
ru_ru: Температура воды
sv_se: Vattentemp.

source: Air Temp.
el_gr: Θερμ/σία αέρος
es_es: Temp. aire
fi_fi: Ilman lämpötila.
fr_fr: Temp. air
it_it: Temp. d'aria
ru_ru: Температура воздуха
sv_se: Lufttemp.

source: App. Wind Angle
el_gr: Γωνία φαιν. ανέμου
es_es: Ang. Viento Apar.
fi_fi: Suht. tuulikulma
fr_fr: V. app. : Angle
it_it: Angolo Vento apparente
ru_ru: Вымп. угол ветра
sv_se: Uppl. vindvinkel

source: True Wind Angle
el_gr: Γωνία πραγμ. ανέμου
es_es: Ang. Viento Real
fi_fi: Tosituulikulma
fr_fr: V. vrai : Angle
it_it: Angolo Vento reale
ru_ru: Ист. угол ветра
sv_se: Sann vindvinkel

source: True Wind Direction
el_gr: Κατεύθυνση πραγμ. ανέμου
es_es: Dir. Viento Real
fi_fi: Tosi tuulensuunta
fr_fr: V. vrai : Direction
it_it: direz. Vento reale
ru_ru: Ист. направл. ветра
sv_se: Sann vindriktning

source: True Wind Speed
el_gr: Ταχύτητα πραγμ. ανέμου
es_es: Velocidad Viento Real
fi_fi: Tosi tuulennopeus
fr_fr: V. vrai : Vitesse
it_it: Velocità Vento reale
ru_ru: Ист. скорость ветра
sv_se: Sann vindhastighet

source: True Wind Dir. & Speed
el_gr: Κατεύθυνση & ταχύτητα πραγμ. ανέμου
es_es: Dir/Vel. Viento Real
fi_fi: Tosi tuulen suunta & nopeus
fr_fr: V. vrai : Direction & vit.
it_it: Dir. & Velocità Vento reale
ru_ru: Ист. направл. и скор. ветра
sv_se: Sann vindriktning & hast.

source: VMG
ru_ru: Эффект. скорость (VMG)

source: Rudder Angle
el_gr: Γωνία πηδαλίου
es_es: Angulo Timón
fi_fi: Peräsinkulma
fr_fr: Angle de barre
it_it: Angolo di barra
ru_ru: Угол перекладки руля
sv_se: Rodervinkel

source: GPS in View
el_gr: Εμφάνιση GPS
es_es: GPS visibles
fi_fi: Näkyvät satelliitit
fr_fr: Satellites visibles
it_it: Satelliti GPS in vista
ru_ru: Видимых спутников
sv_se: Synliga GPS

source: GPS Status
el_gr: Κατάσταση GPS
es_es: Estado GPS
fi_fi: GPS-tila
fr_fr: Etat du GPS
it_it: Stato GPS
ru_ru: Состояние ГНСС

source: Cursor
el_gr: Δρομέας
fi_fi: Kohdistin
fr_fr: Curseur
it_it: Cursore
ru_ru: Координаты курсора
sv_se: Pekare

source: GPS Clock
el_gr: Ρολόι GPS
es_es: Hora GPS
fi_fi: GPS kello
fr_fr: Horloge GPS
it_it: Orologio GPS
ru_ru: Часы ГНСС
sv_se: GPS-Tid

source: Sunrise/Sunset
el_gr: Ανατολή/δύση ηλίου
es_es: Salida/Ocaso
fi_fi: Auringon nousu/lasku
fr_fr: Soleil : Lever/Coucher (UTC)
it_it: alba/tramonto
ru_ru: Восход - Закат (UTC)
sv_se: Soluppgång/Solnedgång

source: Moon phase
el_gr: Φάση σελήνης
es_es: Fase lunar
fi_fi: Kuun vaihe
fr_fr: Phase de lune
it_it: Fase lunare
ru_ru: Фаза луны
sv_se: Månfas

source: Wind history
el_gr: Ιστορικό Ανέμου
es_es: Histórico de viento
fi_fi: Tuuli historia
fr_fr: Historique du vent
it_it: Storia del vento
ru_ru: История ветра
sv_se: Vindhistorik

source: Barometric history
el_gr: Βαρομετρικό ιστορικό
es_es: Historial de presión
fi_fi: Ilmanpaineen historia
fr_fr: Pression : historique
it_it: Storia barometrica
ru_ru: История давления
sv_se: Lufttryckshistorik

source: Trip Log
el_gr: Ημερολ. ταξιδιού
es_es: Dist. viaje
fi_fi: Matka loki
fr_fr: Log du voyage
it_it: Registro di viaggio
ru_ru: Журнал плавания
sv_se: Triplogg

source: Sum Log
el_gr: Αθροιστικό Log
es_es: Dist. total
fi_fi: Summa loki
fr_fr: Distance cumulée
it_it: Totale Viaggio
ru_ru: Итоговый журнал
sv_se: Sumlogg

source: From Ownship
el_gr: Από ίδιον πλοίο
es_es: Desde embarcación propia
fi_fi: Omasta aluksesta
fr_fr: Depuis votre bateau
it_it: Dalla barca
ru_ru: Пеленг и Дистанция
sv_se: Från egen båt

source: Pitch
el_gr: Κλυδωνισμός
es_es: Tono
fi_fi: Nyökintä
fr_fr: Tangage
it_it: Inclinazione longitudinale
ru_ru: Дифферент
sv_se: Stigning

source: Heel
el_gr: Κλίση
es_es: Escora
fi_fi: Kallistus
fr_fr: Angle de gite
it_it: Inclinazione laterale
ru_ru: Крен
sv_se: Krängning

source: Local GPS Clock
el_gr: Τοπική ώρα GPS
es_es: Hora Local GPS
fi_fi: Paikallinen GPS-kello
fr_fr: Horloge (Heure locale)
it_it: Ora locale GPS
ru_ru: Часы (Местное)
sv_se: Lokal GPS-klocka

source: Local CPU Clock
el_gr: Τοπική ώρα CPU
es_es: Hora Local Sistema
fi_fi: Paikallinen CPU kello
fr_fr: Horloge (Heure du PC)
it_it: Ora locale CPU
ru_ru: Часы (Местное)
sv_se: Lokal datorklocka

source: Local Sunrise/Sunset
el_gr: Τοπική ώρα ανατολής/δύσης ήλιου
es_es: Salida/Ocaso Local
fi_fi: Auringon nousu- ja laskuaika
fr_fr: Soleil : Lever/Coucher (Horaire local)
it_it: Alba/Tramonto locale
ru_ru: Восход - Закат (Местное)
sv_se: Lokal Soluppgång/Solnedgång

source: ↑Leeway
el_gr: ↑Έκπτωση
es_es: ↑Deriva
fi_fi: ↑Sorto
fr_fr: ↑Dérive
it_it: ↑Deriva
ru_ru: ↑ Дрейф
sv_se: ↑Avdrift

source: ↑TWA to Waypoint
el_gr: ↑Πραγμ. γωνία ανέμου προς το σημείο πορείας
es_es: ↑TWA a marca
fi_fi: ↑TWA reittipisteeseen
fr_fr: ↑TWA jusqu'au point
it_it: ↑TWA va al punto
ru_ru: ↑ TWA к путевой точке
sv_se: ↑TWA till Waypoint

source: ↑Current Direction
el_gr: ↑Κατεύθυνση ρεύματος
es_es: ↑Dirección de la corriente
fi_fi: ↑Pintavirran suunta
fr_fr: ↑Dir. du courant
it_it: ↑Direzione corrente
ru_ru: ↑ Направление Течения
sv_se: ↑Strömmens riktning

source: ↑Current Speed
el_gr: ↑Ταχύτητα ρεύματος
es_es: ↑Velocidad de la corriente
fi_fi: ↑Virta, Nopeus
fr_fr: ↑Vit. du courant
it_it: ↑Velocità corrente
ru_ru: ↑ Скорость Течения
sv_se: ↑Strömhastighet

source: ↑Bearing Compass
el_gr: ↑Κατεύθυνση πυξίδας
es_es: ↑Marcacion compas
fi_fi: ↑Kompassi suunta
fr_fr: ↑Cap compas
it_it: ↑Direzione della bussola
ru_ru: ↑ Тактический Компас
sv_se: ↑Kompassbäring

source: ↑Polar Speed
el_gr: ↑Θεωρητική ταχύτητα
es_es: ↑Velocidad Polar
fi_fi: ↑Polar nopeus
fr_fr: ↑Vit. prévue
it_it: Velocità prevista
ru_ru: ↑ Скорость Поляры
sv_se: ↑Polar hastighet

source: ↑Actual
el_gr: ↑Πραγματική
fi_fi: ↑Todellinen
fr_fr: ↑Effective
it_it: ↑Attuale
ru_ru: ↑ Фактический
sv_se: ↑Faktisk

source: ↑Target
el_gr: ↑Στόχος
es_es: ↑Objetivo
fi_fi: ↑Kohde
fr_fr: ↑Cible
it_it: ↑Bersaglio
ru_ru: ↑ Цель
sv_se: ↑Mål

source: -Angle
el_gr: -Γωνία
es_es: Angulo
fi_fi: -Kulma
it_it: -Angolo
ru_ru: -Угол
sv_se: -Vinkel

source: ↑Polar Performance
el_gr: ↑Θεωρητική απόδοση
es_es: ↑Rendimiento Polar
fi_fi: ↑Polar suorituskyky
fr_fr: ↑Performance de la polaire
it_it: ↑Prestazioni del vello della barca
ru_ru: ↑ Производительность Поляры
sv_se: ↑Polar prestanda

source: ↑Average Wind Direction
el_gr: ↑Μέση κατεύθυνση ανέμου
es_es: . Dirección media del viento
fi_fi: ↑Suhteellinen tuulensuunta
fr_fr: <unk> Direction moyenne du vent
it_it: ↑Direzione media del vento
ru_ru: ↑ Сред. направл. ветра
sv_se: ↑Genomsnittlig vindriktning

source: ↑Polar Compass
el_gr: ↑Θεωρητική πυξίδα
es_es: . Compás polar
fi_fi: ↑Polar kompassi
it_it: ↑Bussola di rotta
ru_ru: ↑ Компас Поляры
sv_se: ↑Polar kompass

source: ↑InfluxDB Out
el_gr: Έξοοδος InfluxDB
es_es: Salida InfluxDB
fi_fi: ↑InfluxDB ulos
it_it: ↑InfluxDB Fuori
ru_ru: ↑ Вывод InfluxDB

source: ↑Signal K In
el_gr: ↑Είσοδος Signal K
es_es: Entrada Signal K
fi_fi: ↑Signal K sisään
fr_fr: <unk> Signal K entrant
it_it: ↑Segnale K In
ru_ru: ↑ Вход Signal K

source: ↑z Eng1 RPM
el_gr: ↑Κινητ1 rpm
es_es: z Motor1 RPM
fi_fi: ↑z Kone1 RPM
it_it: ↑z motore 1 RPM
ru_ru: ↑z Eng1 Тахометр
sv_se: ↑z Motor1 varv/min

source: ↑z Eng1 Temp
el_gr: ↑Κινητ1 Θερμ.
es_es: Temp. z Motor1
fi_fi: ↑z Kone1 Lämpö
it_it: ↑z motore 1 Temp
ru_ru: ↑z Eng1 Температура
sv_se: ↑z Motor1Temp

source: ↑z Eng1 Oil P
el_gr: ↑Κινητ1 Πίεση λαδιού
es_es: z Motor Oil P
fi_fi: ↑z Kone1 Öljy P
it_it: ↑z motore 1 Oil P
ru_ru: ↑z Eng1 Давление Масла
sv_se: ↑z Motor1Oljetryck

source: Dashboard
el_gr: Πίνακας Οργάνων
es_es: Tablero instrumentos
fi_fi: Mittaritaulu
fr_fr: Tableau de bord
it_it: Pannello
ru_ru: Приборная панель
sv_se: Instrumentpanel

source: Dashboard and Tactics
el_gr: Πίνακας οργάνων και τακτική
es_es: Panel datos tacticos
fi_fi: Mittaritaulu ja taktiikka
fr_fr: Tableaux de bord et tactick
it_it: Dashboard e Tactics
ru_ru: Тактическая Приборная Панель
sv_se: Instrumentpanel och taktik

source: Dashboard PlugIn with Tactics for OpenCPN Provides navigation instruments enhanced with performance functions and alternative input/output functions.
el_gr: Πρόσθετο Πίνακα οργάνων και τακτικής για το OpenCPN Παρέχει όργανα ναυσιπλοΐας με επιπλέον λειτουργίες απόδοσης και εναλλακτικές λειτουργίες εισόδου/εξόδου.
es_es: PlugIn de panel con Tácticas para OpenCPN Proporciona instrumentos de navegación mejorados con funciones de rendimiento y funciones alternativas de entrada/salida.
fi_fi: Dashboard PlugIn Taktiikan kera OpenCPN:ään Lisää navigointi-instrumenttien tehostuksia toimintoihin ja vaihtoehtoisia syöttö/tulostus toimintoja.
fr_fr: Complément Tableau de bord avec Tactick pour OpenCPN Fournit des instruments de navigation améliorés avec des fonctions de performance et des fonctions d'entrée/sortie alternatives.
it_it: Dashboard PlugIn con Tactics per OpenCPN Fornisce strumenti di navigazione potenziati con funzioni di prestazioni e funzioni di ingresso/uscita alternative.
ru_ru: Модуль «Тактическая Приборная панель» для OpenCPN
sv_se: Instrumentpanel PlugIn med taktik för OpenCPN Ger navigationsinstrument med prestandafunktioner och alternativa in- och utmatnings-funktioner.

source: Dashboard PlugIn for OpenCPN Provides navigation instrument display from NMEA source.
el_gr: Πρόσθετο πίνακα οργάνων και τακτικής για το OpenCPN Παρέχει όργανα ναυσιπλοΐας από πηγές NMEA.
es_es: PlugIn "Tablero de Instrumentos" para OpenCPN Muestra un panel de instrumentos de navegación desde una fuente NMEA.
fi_fi: Mittaritaulu Plugin OpenCPN:lle Tuottaa navigointimittarien näytöt NMEA tiedoista.
fr_fr: Complément "Tableau de bord" pour OpenCPN Fournit des instruments de navigation qui exploitent les données NMEA.
it_it: Dashboard PlugIn per OpenCPN Mostra strumenti di navigazione dai dati NMEA.
ru_ru: Модуль «Тактическая Приборная панель» для OpenCPN\nОтображает показания навигационных инструментов NMEA.
sv_se: Instrumentpanel för OpenCPN Visar navigationsinstrument baserade på tillgänglig NMEA-information.

source: Preferences
el_gr: Προτιμήσεις
es_es: Preferencias
fi_fi: Asetukset
fr_fr: Préferences
it_it: Preferenze
ru_ru: Настройки
sv_se: Inställningar

source: Dashboard preferences
el_gr: Επιλογές για πίνακα οργάνων
es_es: Preferencias Tablero Instrumentos
fi_fi: Mittaripaneelin asetukset
fr_fr: Préférences du tableau de bord
it_it: Preferenze Dashboard
ru_ru: Настройки приборной панели
sv_se: Inställningar för instrumentpanel

source: show this dashboard
el_gr: eμφάνιση αυτού του πίνακα οργάνων
es_es: muestra este tablero
fi_fi: näytä tämä mittaritaulu
fr_fr: Montrer ce tableau de bord
it_it: Visualizza questo pannello
ru_ru: Показать эту панель
sv_se: visa den här panelen

source: Caption:
el_gr: Λεζάντα:
es_es: Nombre:
fi_fi: Kuvateksti:
fr_fr: Titre :
it_it: Didascalia:
ru_ru: Название:
sv_se: Titel:

source: Orientation:
el_gr: Προσανατολισμός:
es_es: Orientación:
fi_fi: Näytön asento:
it_it: Orientazione:
ru_ru: Ориентация:
sv_se: Orientering:

source: Vertical
el_gr: Κατακόρυφα
fi_fi: Pystysuora
it_it: verticale
ru_ru: Вертикально
sv_se: Vertikal

source: Horizontal
el_gr: Οριζόντια
fi_fi: Vaakasuora
it_it: Orizzontale
ru_ru: Горизонтально
sv_se: Horisontell

source: Instruments
el_gr: Όργανα
es_es: Instrumentos
fi_fi: Mittarit
it_it: Strumenti
ru_ru: Инструменты
sv_se: Instrument

source: Add
el_gr: Προσθήκη
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
it_it: Aggiungi
ru_ru: Добавить
sv_se: Lägg till

source: Delete
el_gr: Διαγραφή
es_es: Borrar
fi_fi: Poista
fr_fr: Supprimer
it_it: Cancella
ru_ru: Удалить
sv_se: Radera

source: Up
el_gr: Πάνω
es_es: Arriba
fi_fi: Ylös
fr_fr: Monter
it_it: Su
ru_ru: Вверх
sv_se: Upp

source: Down
el_gr: Κάτω
es_es: Abajo
fi_fi: Alas
fr_fr: Descendre
it_it: Giù
ru_ru: Вниз
sv_se: Ner

source: Appearance
el_gr: Εμφάνιση
es_es: Aspecto
fi_fi: Ulkoasu
fr_fr: Apparence
it_it: Aspetto
ru_ru: Внешний вид
sv_se: Utseende

source: Fonts
el_gr: Γραμματοσειρές
es_es: Fuentes
fi_fi: Fontit
fr_fr: Polices
it_it: Caratteri
ru_ru: Шрифты
sv_se: Typsnitt

source: Title:
el_gr: Τίτλος:
es_es: Título:
fi_fi: Otsikko:
fr_fr: Titre :
it_it: Titolo:
ru_ru: Заголовок:
sv_se: Titel:

source: Data:
el_gr: Δεδομένα:
es_es: Datos:
fi_fi: Tiedot:
fr_fr: Données :
it_it: Dati:
ru_ru: Данные:

source: Label:
el_gr: Ετικέτα:
es_es: Etiqueta:
fi_fi: Tunniste:
fr_fr: Contenu :
it_it: Etichetta:
ru_ru: Подпись:
sv_se: Beskrivning:

source: Small:
el_gr: Μικρό:
es_es: Pequeño:
fi_fi: Pieni:
fr_fr: Petit :
it_it: Piccolo:
ru_ru: Мелкий текст:
sv_se: Liten:

source: Units, Ranges, Formats
el_gr: Μονάδες, Όρια, Μορφές
es_es: Unidades, Rangos y Formatos
fi_fi: Yksiköt, alueet, formaatit
fr_fr: Unités, Plages, Formats
it_it: Unità, intervalli, formati
ru_ru: Единицы измерения, форматы
sv_se: Enheter, avstånd, format

source: Speedometer max value:
el_gr: Μέγ. τιμή δρομομέτρου:
es_es: Max. valor velocímetro:
fi_fi: Nopeusmittarin max arvo:
fr_fr: Valeur maxi du compteur de vitesse :
it_it: Velocità
ru_ru: Предел спидометра:
sv_se: Hastighetsmätare max värde:

source: Speed Over Ground Damping Factor:
el_gr: Συντ. απόσβεσης SOG:
es_es: Factor de Atenuación Velocidad sobre Fondo:
fi_fi: Nopeus pohjan suhteen vaimennuskerroin:
fr_fr: SOG : Facteur d'amortissement
it_it: Fattore di smorzamento della velocità rispetto al suolo:
ru_ru: Коэффициент затухания SOG:
sv_se: Dämpningsfaktor för fart över grund, SOG:

source: COG Damping Factor:
el_gr: Συντελεστής απόσβεσης COG:
es_es: Factor de Atenuación COG:
fi_fi: COG vaimennuskerroin:
fr_fr: COG : Facteur d'amortissement
it_it: Fattore Di Smorzamento Cog:
ru_ru: Коэффициент затухания COG:
sv_se: Dämpningsfaktor för kurs över grund COG:

source: Local Time Offset From UTC:
el_gr: Διαφορά τοπικής ώρας από UTC:
es_es: Desplazamiento Hora Local desde UTC:
fi_fi: Paikallisen ajan ja UTC-ajan ero:
fr_fr: Décalage horaire local à partir de l'UTC:
it_it: Scostamento Locale Da UTC:
ru_ru: Смещение Локального Времени от UTC:
sv_se: Lokal tidsförskjutning från UTC:

source: Boat speed units:
el_gr: Μονάδες ταχύτητας πλοίου:
es_es: Unidades velocidad barco:
fi_fi: Veneen nopeus yksiköt:
fr_fr: Unité de vitesse du bateau :
it_it: Unità di velocità barca:
ru_ru: Единицы скорости судна:
sv_se: Enhet för båthastighet:

source: Honor OpenCPN settings
el_gr: Προεπιλεγμένες ρυθμίσεις
es_es: La seleccionada en OpenCPN
fi_fi: OpenCPN pääasetukset
fr_fr: Utiliser les choix faits dans OpenCPN
it_it: Accettare le impostazioni di OpenCPN
ru_ru: из OpenCPN
sv_se: Föredra OpenCPN inställningar

source: Kts
el_gr: Κόμβοι
it_it: Nodi
ru_ru: уз.
sv_se: Knop

source: mph
el_gr: μ.α.ώ.
it_it: mi/h
ru_ru: миль/ч

source: km/h
ru_ru: км/ч

source: m/s
ru_ru: м/с

source: Depth units:
el_gr: Βαθυμετρικές μονάδες:
es_es: Unidades profundidad:
fi_fi: Syvyys yksiköt:
fr_fr: Unités de profondeur :
it_it: Unità di profondità:
ru_ru: Единицы глубины:
sv_se: Djupenhet:

source: Meters
el_gr: Μέτρα
es_es: Metros
fi_fi: Metriä
fr_fr: Mètres
it_it: Metri
ru_ru: м
sv_se: Meter

source: Feet
el_gr: Πόδια
es_es: Pie
fi_fi: Jalkaa
fr_fr: Pieds
it_it: Piedi (1 feet=0.305m)
ru_ru: фут
sv_se: Fot

source: Fathoms
el_gr: οργιές
es_es: Brazas
fi_fi: Syltä
fr_fr: Brasses
it_it: Fathoms (1 F=1.83m)
ru_ru: саж.
sv_se: Famnar

source: Inches
el_gr: Ίντσες
es_es: Pulgadas
fi_fi: Tuumaa
fr_fr: Pouces
it_it: Pollici
ru_ru: дюйм
sv_se: Tum

source: Centimeters
el_gr: ﻿Εκατοστά
es_es: Centímetros
fi_fi: Senttimetriä
fr_fr: Centimètres
it_it: Centimetri
ru_ru: см
sv_se: Centimeter

source: Depth Offset (%s):
el_gr: Αντιστάθμιση βάθους (%s):
es_es: Corrección de sonda (%s):
fi_fi: Syvyyden poikkeama (%s):
fr_fr: Décalage de profondeur (%s) :
it_it: Scostamento profondità (%s):
ru_ru: Поправка Глубины (%s):
sv_se: Djupjustering (%s):

source: Distance units:
el_gr: Μονάδες απόστασης:
es_es: Unidades distancia:
fi_fi: Välimatkan yksiköt:
fr_fr: Unités de distance :
it_it: Unità di misura di distanza:
ru_ru: Единицы расстояния:
sv_se: Enhet för avstånd:

source: Nautical miles
el_gr: Ναυτικά μίλια
es_es: Millas náuticas
fi_fi: Meripeninkulmaa
fr_fr: Mille nautiques
it_it: Miglia Nautiche
ru_ru: м. м.
sv_se: Nautisk mil

source: Statute miles
el_gr: Εγγλέζικα μίλια
es_es: Milla internacional
fi_fi: Maamailia
fr_fr: Mille terrestre
it_it: Miglia terrestri
ru_ru: с. м.
sv_se: Eng. Mile

source: Kilometers
el_gr: Χιλιόμετρα
es_es: Kilómetros
fi_fi: Kilometriä
fr_fr: Kilomètres
it_it: Chilometri
ru_ru: км
sv_se: Kilometer

source: Wind speed units:
el_gr: Μονάδες ταχύτητας ανέμου:
es_es: Unidades vel. viento:
fi_fi: Tuulen nopeus yksiköt:
fr_fr: Unités de vitesse du vent :
it_it: Velocità Vento
ru_ru: Единицы скорости ветра:
sv_se: Enhet för vindstyrka:

source: Temperature units:
el_gr: Μονάδες θερμοκρασίας:
es_es: Unidades de temperatura:
fi_fi: Lämpötilayksikköt:
fr_fr: Unité de température
it_it: Unità di misura temperatura:
ru_ru: Единицы температуры:
sv_se: Temperaturenheter:

source: Celsius
el_gr: Κελσίου
ru_ru: Цельсий

source: Fahrenheit
el_gr: Φαρενάιτ
ru_ru: Фаренгейт

source: Add instrument
el_gr: Προσθήκη οργάνου
es_es: Añadir instrumento
fi_fi: Lisää mittari
fr_fr: Ajouter un instrument
it_it: Aggiungi Strumento
ru_ru: Добавить инструмент
sv_se: Lägg till instrument

source: Select instrument to add:
el_gr: Διάλεξε όργανο για προσθήκη:
es_es: Seleccionar instrumento a añadir:
fi_fi: Valitse lisättävä mittari:
fr_fr: Sélectionnez l'instrument à ajouter :
it_it: Seleziona strumenti:
ru_ru: Выберите инструмент для добавления:
sv_se: Välj instrument att lägga till:

source: (↑Tactics at the end of the list)
el_gr: (↑Τακτική στο τέλος της λίστας)
es_es: (Tácticos al final de la lista)
fi_fi: (↑Taktiikka luettelon lopussa)
fr_fr: (<unk> Tactick à la fin de la liste)
it_it: (↑Tactics à la fine de la liste)
ru_ru: (↑ ТПП в конце списка)
sv_se: (↑Taktik i slutet av listan)

source: Undock
el_gr: Αποσύνδεση
es_es: Desanclar
fi_fi: Irrota
fr_fr: Décrocher
it_it: SBLOCCARE
ru_ru: Отстыковка
sv_se: Avdocka

source: Preferences...
el_gr: Προτιμήσεις...
es_es: Preferencias...
fi_fi: Asetukset...
fr_fr: Préférences ...
it_it: Preferenze...
ru_ru: Настройки...
sv_se: Inställningar...

source: NE
el_gr: ΒΑ
ru_ru: СВ
sv_se: NO

source: E
el_gr: Α
ru_ru: В
sv_se: O

source: SE
el_gr: ΝΑ
ru_ru: ЮВ
sv_se: SO
