Repository: bdbcat/dashboard_tactics_pi
Catalog: po/*.po
Languages: el_gr, es_es, fi_fi, fr_fr, it_it, ru_ru, sv_se

source: Correct AWS/AWA with Heel
el_gr: Διόρθωση AWS/AWA με την κλίση
es_es: Corregir AWS/AWA con escora
fi_fi: Korjaa AWS/AWA kallistuksella
fr_fr: Corriger AWS/AWA avec l'angle de gite
it_it: Corretto AWS/AWA con il sensore di inclinazione laterale
ru_ru: Правильный AWS/AWA с Креном
sv_se: Korrigera AWS/AWA med krängning

source: Use with care, this is normally done by the instruments themselves as soon as you have an integrated, original equipment heel sensor
el_gr: Προσοχή, αυτό κανονικά το κάνουν τα ίδια τα όργανα όταν έχετε ένα ηλεκτρονικό κλισιόμετρο
es_es: Utilizar con cuidado, esto se hace normalmente por los propios instrumentos tan pronto como tenga un sensor de escora de equipo integrado y original
fi_fi: Käytä harkiten, mittaristo hoitaa nämä itsenäisesti, jos sinulla on integroitu, alkuperäinen laitteiston kallistusanturi
fr_fr: Utiliser avec précaution, ceci se fait par les instruments eux-mêmes dès que vous avez un équipement intégré, avec un capteur d'angle de gite
it_it: Usare con cura, questo viene fatto dagli strumenti stessi non appena si dispone di un'attrezzatura incorporata, con un sensore dell'angolo del tallone
ru_ru: Используйте с осторожностью, это обычно делается с помощью датчиков крена самих инструментов.
sv_se: Använd med försiktighet, detta görs normalt av instrumenten själva så snart du har en integrerad, original krängningssensor

source: Force True Wind Calculation
el_gr: Υπολογισμός αληθούς ανέμου
es_es: Forzar cálculo de viento real
fi_fi: Pakota tosituulilaskenta
fr_fr: Calcul de la force du vent réel
it_it: Forza calcolo vento Vero
ru_ru: Принудительный расчёт истинного ветра
sv_se: Beräkna sann vind

source: Internally calculates True Wind data (TWS,TWA,TWD) and uses it within the whole plugin even if there is True Wind data available via NMEA.
el_gr: Υπολογίζει τα δεδομένα αληθούς ανέμου (TWS, TWA, TWD) και τα χρησιμοποιεί ακόμα και αν διατίθενται δεδομένα αληθούς ανέμου μέσω NMEA.
es_es: Calcula internamente los datos de Viento Real (TWS,TWA,TWD) y lo usa dentro de todo el complemento incluso si hay datos de Viento Real disponibles a través de NMEA.
fi_fi: Sisäisesti lasketaan tosi tuuli tiedot (TWA, TWS TWD) ja niitä käytetään pluginin sisäisesti, jos tosi tuulitietoja saadaan NMEAn kautta.
fr_fr: Calculer en interne des données de vent réel (TWS, TWA, TWD) et l’utiliser partout dans le plugin, même s’il y a des données de vent réel disponibles dans le réseau NMEA.
it_it: Internamente calcola i dati True Wind (TWS, TWA, TWD) e lo utilizza all'interno dell'intero plugin anche se ci sono dati True Wind disponibili tramite NMEA.
ru_ru: Внутренний расчет данных Истинного Ветра (TWS, TWA, TWD) применять его в рамках всего модуля, даже если данные Истинного Ветра доступны через NMEA.
sv_se: Internt beräknar True Wind data (TWS, TWA, TWD) och använder den inom hela plugin även om det finns True Wind data tillgänglig via NMEA.

source: Use SOG instead of STW for True Wind Calc.
el_gr: Χρησιμοποιήστε SOG αντί STW για τον υπολ. αληθούς ανέμου.
es_es: Utilice SOG en lugar de STW para el Calc Viento Verdadero.
fi_fi: Käytä SOG STW:n sijaan tosituulen laskennassa.
fr_fr: Déterminer le vent réel avec le SOG au lieu de STW.
it_it: Usa SOG invece di STW per il clac. del Vento Vero
ru_ru: Использовать SOG вместо STW для расчета истинного ветра.
sv_se: Använd SOG istället för STW för sann vindberäkning.

source: Recommended. As True Wind blows over the earth surface, we should calc. it with Speed Over Ground. Eliminates the influence of currents.
el_gr: Συνιστάται. Καθώς ο άνεμος φυσάει πάνω από την επιφάνεια της γης, θα πρέπει να τον υπολογίσουμε από την SOG. Εξαφανίζει την επιρροή των ρευμάτων.
es_es: Recomendación. Como el Viento Real sopla sobre la superficie de la tierra, deberíamos calcular con la Velocidad sobre el suelo. Elimina la influencia de las corrientes.
fi_fi: Suositeltavaa. Kun tosi tuuli puhaltaa maan pinnalla, meidän olisi laskettava se nopeutena pohjan suhteen. Eliminoi virtausten vaikutuksen.
fr_fr: Recommandé. Puisque le Vent vrai souffle sur la surface de la terre, nous devrions le calquer avec Vitesse au sol. Élimine l'influence des courants.
it_it: Consigliato. Come il vento vero soffia sulla superficie terrestre, lo dovremmo calcolare con la velocità sfondo mare. Elimina l'influenza delle correnti.
ru_ru: Рекомендация. Когда истинный ветер дует над поверхностью земли, мы должны вычислить его, используя скорость относительно земли (SOG). Устраняет влияние течения.
sv_se: Rekommenderas. Sann vind blåser över jordens yta och därför skall vi använda fart över grund (SOG) i beräkningen. Det eliminerar också påverkan av strömmen.

source: Show Wind Barb on Chart (OpenGL)
el_gr: Εμφάνιση βέλων ανέμου στον χάρτη (OpenGL)
es_es: Ver barbas de viento en carta (OpenGL)
fi_fi: Näytä tuuli väkäset kartalla (OpenGL)
fr_fr: Montrer les barbules du vent sur la carte (OpenGL)
it_it: Mostra Wind Barb su la carta (OpenGL)
ru_ru: Показать направление ветра (OpenGL)
sv_se: Visa vindpilar på kortet (OpenGL)

source: Polar - NOTE: ↑Tactics instruments need your boat's polars!
el_gr: Polar - Σημείωση: ↑Τα όργανα τακτικής χρειάζονται το πολικό διάγραμμα!
es_es: Polar - NOTA: ¡Los instrumentos tácticos necesitan las polares de su barco!
fi_fi: Polar - NOTE: ↑Tactics instrumentit tarvitsevat veneesi polarit!
fr_fr: Polaire - NOTE : <unk> Les instruments tactiques ont besoin des polaires de votre bateau!
it_it: Polar - NOTA: ↑Gli strumenti di Tactics hanno bisogno delle polari della tua barca!
ru_ru: Поляра - ПРИМЕЧАНИЕ: ↑ Тактические инструменты нуждаются в полярах судна!
sv_se: Polar - OBS: Taktikinstrument behöver båtens polarer!

source: Polar file:
el_gr: Αρχείο πολ. διαγράμματος:
es_es: Archivo polar:
fi_fi: Polar tiedosto:
fr_fr: Fichier polaire :
it_it: File polare:
ru_ru: Файл Поляры:
sv_se: Polarfil:

source: Load
el_gr: Φόρτωση
es_es: Cargar
fi_fi: Lataa
fr_fr: Charger
it_it: Carica
ru_ru: Загрузить
sv_se: Läs in

source: Show Polar on Chart (OpenGL)
el_gr: Εμφάνιση πολ. διαγράμματος στον χάρτη (OpenGL)
es_es: Mostrar Polar en la carta (OpenGL)
fi_fi: Näytä Polar kartalla (OpenGL)
fr_fr: Montrer la polaire sur la carte (OpenGL)
it_it: Mostra polare sulla carta (OpenGL)
ru_ru: Показать Поляру на карте (OpenGL)
sv_se: Visa polärdiagram på sjökortet (OpenGL)

source: Export NMEA Performance Data
el_gr: Εξαγωγή δεδομένων επιδόσεων NMEA
es_es: Exportar datos de rendimiento NMEA
fi_fi: Vie NMEA suorituskyky tiedot
fr_fr: Exporter des données NMEA des performances
it_it: Esporta i dati sulle prestazioni NMEA
ru_ru: Экспорт данных производительности NMEA
sv_se: Export av prestandadata via NMEA

source: NKE format ($PNKEP)
el_gr: Φορμάτ NKE ($PNKEP)
es_es: Formato NKE ($PNKEP)
fi_fi: NKE muodossa ($PNKEP)
fr_fr: Format NKE ($PNKEP)
ru_ru: NKE формат ($PNKEP)

source: Currently only set up for NKE instruments. Exports a predefined set of up to 5 NMEA records which are 'known' by NKE instruments and can be displayed there. Read the manual how to set up the interface connection !
el_gr: Προς το παρόν μόνο για όργανα NKE. Εξάγει ένα προκαθορισμένο σύνολο με μέχρι 5 εγγραφές NMEA που είναι «αναγνωρίσιμες» από NKE όργανα και μπορούν να εμφανιστούν εκεί. Διαβάστε το εγχειρίδιο χρήσης του για τις διασυνδέσεις του !
es_es: Actualmente solo está configurado para instrumentos NKE. Exporte un conjunto predefinido de hasta 5 registros NMEA que sean 'conocidos' por instrumentos NKE y se puedan mostrar allí. Lea el manual de como configurar la conexión de interfaz !
fi_fi: Tällä hetkellä asetukset vain NKE mittaristoille. Vie ennalta asetetun joukon, jopa 5 NMEA tidostoa, jotka ovat ”tunnettu” NKE mittareissa ja voidaan näyttää niissä. Lue käsikirjasta liityntärajapinnan asetukset!
fr_fr: Actuellement uniquement mis en place pour les instruments NKE. Exporte un ensemble prédéfini de 5 enregistrements NMEA qui sont 'connus' par les instruments NKE et peuvent y être affichés. Lisez le manuel de configuration de la connexion à l'interface !
it_it: Attualmente configurato solo per gli strumenti NKE. Esporta un insieme predefinito di fino a 5 record NMEA che sono 'conosciuto' dagli strumenti NKE e possono essere visualizzati lì. Leggi il manuale su come configurare la connessione all'interfaccia!
ru_ru: В настоящее время только для инструментов NKE. Экспортирует предопределенную конфигурацию до 5 NMEA записей, которые являются 'известными' для NKE инструментами и могут быть отображены там. Прочитайте руководство, как настроить подключение интерфейса!
sv_se: För närvarande endast upprättat för NKE instrument. Exporterar en fördefinierad uppsättning med upp till 5 NMEA-poster som är 'kända' av NKE instrument och kan visas där. Läs instrumentmanualen hur du ställer in anslutningens gränssnitt!

source: Target Polar Speed
el_gr: Στόχευσε την ταχύτητα του πολ. διαγράμματος
es_es: Velocidad Polar Objetivo
fi_fi: Kohde Polar Speed
fr_fr: Vitesse attendue
ru_ru: Целевая Скорость Поляры
sv_se: Polar målhastighet

source: CoG on other Tack
el_gr: CoG στο άλλο τακ
es_es: CoG en otra ceñida
fi_fi: CoG toisella halssilla
fr_fr: COG sur l'autre amure
it_it: COG sul l'altro bordo di navigazione
ru_ru: COG на другом Пути
sv_se: Kurs, COG, på nästa slag

source: Target-
el_gr: Στόχος-
es_es: Objetivo-
fi_fi: Kohde-
fr_fr: Cible-
it_it: Bersaglio-
ru_ru: Цель-
sv_se: Mål-

source: angle + Perf. %
el_gr: γωνία + απόδοση %
es_es: ángulo + Resul. %
fi_fi: kulma + Perf. %
it_it: angolo + Prest. %
ru_ru: угол + произв. %
sv_se: vinkel + Prest. %

source: Diff. angle to Target-
el_gr: Διαφ. γωνία προς στόχο-
es_es: Diferencia angulo a. objetivo-
fi_fi: Ero kulma kohteeseen-
fr_fr: Angle de diff. pour cible-
it_it: Diff. angolo al Target-
ru_ru: Под другим углом к цели-
sv_se: Diff. vinkel till mål-

source: + corresp.gain
fi_fi: + vastaohjaus
it_it: + guadagno corrisp.
ru_ru: + соотв. усиление
sv_se: + motsv.först

source: Current Direction + Speed
el_gr: Κατεύθυνση + ταχύτητα ρεύματος
es_es: Dirección actual + Velocidad
fi_fi: Nykyinen suunta + nopeus
fr_fr: Direction et vitesse du courant
it_it: Direzione Corrente + Velocità
ru_ru: Текущее направление + скорость
sv_se: Strömmens riktning + fart

source: Export Data to File
el_gr: Εξαγωγή δεδομένων σε αρχείο
es_es: Exportar datos a archivo
fi_fi: Vie tiedot tiedostoon
fr_fr: Exporter les fichiers de données
it_it: Esporta dati su file
ru_ru: Экспорт данных в файл
sv_se: Exporterar data till fil

source: Prepend Clockticks
el_gr: Προσθήκη Clockticks
es_es: Anteponer relojes
fr_fr: Pré-fixer les chronomètres
it_it: Preimpostare y cronometri
ru_ru: Подготовить такты часов
sv_se: Lägg till tidstämpel

source: Adds Clockticks to the data exports of BaroHistory, PolarPerformance and WindHistory
el_gr: Προσθέτει Clockticks στην εξαγωγή δεδομένων του Βαρομ. ιστορικού, της Απόδοσης ταχύτητας και του Ιστορικού ανέμου
es_es: Añade Clockticks a las exportaciones de datos de BaroHistory, PolarPerformance e Historia del Viento
fr_fr: Définit le séparateur pour les exportations de données de BaroHistory, PolarPerformance et WindHistory ;
it_it: Aggiunge Clockticks alle esportazioni di dati di BaroHistory, PolarPerformance e WindHistory
ru_ru: Добавляет Такты Часов к экспорту данных История Давления, Производительность Поляры и История Ветра
sv_se: Anger klockslag till dataexporten av lufttryck-, vind-historik och polar-prestanda

source: Prepend UTC Timestamp
el_gr: Προσθήκη ώρας UTC
es_es: Anteponer marca de tiempo UTC
fr_fr: Pré-fixer l'horodatage l'UTC
it_it: Preimpostare Data e ora UTC
ru_ru: Добавить временную метку в формате UTC
sv_se: Använd UTC tidsstämpel

source: Adds ISO8601 UTC-Date&Time to the data exports of BaroHistory, PolarPerformance and WindHistory
el_gr: Προσθέτει Ώρα & Ημερομ. ISO8601 στην εξαγωγή δεδομένων του Βαρομ. ιστορικού, της Απόδοσης ταχύτητας και του Ιστορικού ανέμου
es_es: Añade ISO8601 UTC-Fecha&Tiempo a las exportaciones de datos de BaroHistory, PolarPerformance e Historia del Viento
fi_fi: Lisää ISO8601 UTC-päiväyksen&ajan PaineHistorian, PolarSuorituskykyvyn ja TuuliHistorian datavientiin
it_it: Aggiunge ISO8601 UTC-Date&Time alle esportazioni di dati di BaroHistory, PolarPerformance e WindHistory
ru_ru: Добавляет ISO8601 UTC (Время и Дата) в экспорт данных История Давления, Производительность Поляры и История Ветра
sv_se: Anger ISO8601 UTC Datum & klockslag till dataexporten av lufttryck-, vind-historik och polar-prestanda

source: Data Separator :
el_gr: Διαχωριστής δεδομένων:
es_es: Separador de datos:
fi_fi: Erotin :
fr_fr: Séparateur des données
it_it: Separatore Dati :
ru_ru: Разделитель данных :
sv_se: Avgränsare för data:

source: Sets the separator for the data exports of BaroHistory, PolarPerformance and WindHistory;
el_gr: Θέτει τον διαχωριστή για την εξαγωγή δεδομένων του Βαρομ. ιστορικού, της Απόδοσης ταχύτητας και του Ιστορικού του ανέμου·
es_es: Establece el separador para las exportaciones de datos de BaroHistory, PolarPerformance y WindHistory;
fi_fi: Asettaa erottimen PaineHistorian, PolarSuorituskykyvyn ja TuuliHistorian datavientiin;
fr_fr: Définit le séparateur pour les exportations de données de BaroHistory, PolarPerformance et WindHistory ;
it_it: Imposta il separatore per le esportazioni di dati di BaroHistory, PolarPerformance e WindHistory;
ru_ru: Устанавливает разделитель для экспорта данных История Давления, Производительность Поляры и История Ветра;
sv_se: Anger separatorn för dataexport av lufttryck-, vind-historik och polar-prestanda;

source: Persistent Chart Perf. Animations
el_gr: Ζωντανό διάγραμμα απόδοσης
es_es: Perf gráfico persistente. Animaciones
fi_fi: Olemassa olevat Chart. Perf. animaatiot
it_it: Animazioni persistenti delle prestazioni della carta
ru_ru: Постоянная схема предп. Анимация
sv_se: Beständiga animationer av prestanda

source: This will also disable the AWA/AWS correction.
el_gr: Επίσης, αυτό θα απενεργοποιήσει τη διόρθωση AWA/AWS.
es_es: Esto también desactivará la corrección AWA/AWS.
fi_fi: Tämä myös estää AWA/AWS korjauksen.
fr_fr: Cela désactivera également la correction de AWA/AWS.
it_it: Questo disabiliterà anche la correzione AWA/AWS.
ru_ru: Это также отключит коррекцию AWA/AWS.
sv_se: Detta kommer också att inaktivera AWA/AWS korrigeringen.

source: This option makes only sense with a real heel sensor.
el_gr: Αυτή η επιλογή έχει νόημα μόνο με ένα πραγματικό κλισιόμετρο.
es_es: Esta opción sólo tiene sentido con un sensor de escora real.
fi_fi: Tämä on vaihtoehto vain aidolla kallistussensorilla.
fr_fr: Cette option est seulement logique avec un véritable capteur d'angle de roue.
it_it: Questa opzione ha senso solo con un vero sensore di inclinazione laterale.
ru_ru: Эта опция имеет смысл только с датчиком крена.
sv_se: Detta alternativ är bara relevant med en krängningssensor.

source: Make sure your instruments do not internally correct AWS / AWA with heel. This may result in wrong wind data.
el_gr: Βεβαιωθείτε ότι τα όργανά σας δεν διορθώνουν εσωτερικά τις AWS/AWA με την κλίση. Αυτό μπορεί να οδηγήσει σε λάθος δεδομένα ανέμου.
es_es: Asegúrese de que sus instrumentos no corrigen internamente AWS / AWA con la escora. Esto puede resultar en datos incorrectos del viento.
fi_fi: Varmista, että mittarit eivät sisäisesti korjaa AWS / AWA kallistuksella. Tämä voi johtaa väärään tuuli tietoon.
fr_fr: Assurez-vous que vos instruments ne corrigent pas, en interne, AWS / AWA en intégrant l'angle de gite. Ceci peut générer des données erronées de vents.
it_it: Assicurati che i tuoi strumenti non correggano internamente AWS / AWA con il sensore di inclinazione laterale. Questo potrebbe causare dati del vento errati.
ru_ru: Убедитесь, что ваши инструменты не корректируют внутренне AWS/AWA с креном. Это может привести к получению неверных данных о ветре.
sv_se: Kontrollera att instrumenten inte internt korrigerar AWS / AWA med krängning. Det kan resultera i fel vinddata.

source: Select a Polar-File
el_gr: Επιλέξτε ένα αρχείο πολικού διαγρ.
es_es: Seleccionar un archivo Polar
fi_fi: Valitse Polar tiedosto
fr_fr: Sélectionner un fichier de polaires
it_it: Seleziona un file polare
ru_ru: Выберите Файл Поляры
sv_se: Välj en Polar-fil

source: ↑Show Laylines
el_gr: ↑Εμφάνιση Laylines
es_es: ↑Mostrar Laylines
fi_fi: ↑Näytä asetuslinjat
fr_fr: ↑Voir les Laylines
it_it: ↑Mostra Laylines
ru_ru: ↑ Показать Лейлайны
sv_se: ↑Visa Laylines

source: ↑Show Current
el_gr: ↑Εμφάνιση ρεύματος
es_es: ↑Mostrar Corrientes
fi_fi: ↑Näytä virrta
fr_fr: ↑Voir les courants
it_it: ↑Mostra Corrente
ru_ru: ↑ Показать Направление Течения
sv_se: ↑Visa strömmar

source: ↑Show Windbarb
el_gr: ↑Εμφάνιση βελών ανέμου
es_es: ► Mostrar barbas de viento
fi_fi: ↑Näytä tuuliväkäset
fr_fr: ↑Voir les barbules
it_it: ↑Mostra Windbarb
ru_ru: ↑ Показать Направление Ветра
sv_se: ↑Visa vindpilar

source: ↑Show Polar
el_gr: ↑Εμφάνιση πολ. διαγράμματος
es_es: ↑Mostrar Polar
fi_fi: ↑Näytä Polar
fr_fr: ↑Voir la polaire
it_it: ↑Mostra Polar
ru_ru: ↑ Показать Полярную диаграмму
sv_se: ↑Visa Polardiagram

source: Expor trate 10 Seconds
el_gr: Ρυθμός εξαγωγής 10 s
es_es: Tasa de exportación 10 segundos
fi_fi: Viennin tiheys 10 sekunttia
fr_fr: Taux d'exportation de 10 secondes
it_it: Espandi trate 10 Secondi
ru_ru: Частота Экспорта 10 секунд
sv_se: Skrivintervall 10 sekunder

source: NNE
el_gr: ΒΒΑ
ru_ru: ССВ
sv_se: NNO

source: ENE
el_gr: ΑΒΑ
ru_ru: ВСВ
sv_se: ONO

source: ESE
el_gr: ΑΝΑ
ru_ru: ВЮВ
sv_se: OSO

source: SSE
el_gr: ΝΝΑ
ru_ru: ЮЮВ
sv_se: SSO

source: SSW
el_gr: ΝΝΔ
fr_fr: SSO
it_it: SSO
ru_ru: ЮЮЗ
sv_se: SSV

source: WSW
el_gr: ΔΝΔ
fr_fr: OSO
it_it: OSO
ru_ru: ЗЮЗ
sv_se: VSV

source: WNW
el_gr: ΔΒΔ
es_es: ONO
fr_fr: ONO
it_it: ONO
ru_ru: ЗСЗ
sv_se: VNV

source: NNW
el_gr: ΒΒΔ
es_es: NNO
fr_fr: NNO
it_it: NNO
ru_ru: ССЗ
sv_se: NNV

source: Overall
el_gr: Συνολικά
es_es: Globales
fi_fi: Yleistä
fr_fr: Absolu
it_it: Totale
ru_ru: Общее
sv_se: Totalt

source: Max %.1f %s since %02d:%02d Overall %.1f %s
el_gr: Max %.1f %s από %02d:%02d Συνολικά %.1f %s
es_es: Max %.1f %s desde %02d:%02d total %.1f %s
fi_fi: Max %.1f %s jälkeen %02d:%02d yhteensä %.1f %s
fr_fr: Max %.1f %s depuis %02d:%02d Absolu %.1f %s
it_it: Massimo %.1f %s da %02d:%02d Generale %.1f %s
ru_ru: Макс %.1f %s с %02d:%02d общая %.1f %s
sv_se: Max %.1f %s sedan %02d:%02d Totalt %.1f %s

source: R
sv_se: H

source: L
sv_se: V
